module.exports.active=false;
module.exports.bad_words = [
  , "блядина", "блядище", "въеб", "выблядок", "выблядыш", "выеб", "гандон"
  , "гнид", "говноед", "гондон", "долбоеб", "долбоёб", "долбаеб", "доебал"
  , "ебал", "еблан", "еблище", "ебало", "ебальник", "ебанат", "ебло", "ебнуть"
  , "мразь", "тварь", "сдохни", "войд", "воед", "админ", "забан", "токси"
  , "отъебись", "иди на хуй", "хуй соси", "модер", "сервер", "срач"
  , "падла", "паскуда", "педерас", "педрил", "пидар", "пидор"
  , "потаску", "пробздел", "проблядь", "пропизд"
  , "сука", "суки", "сучара", "не пали контору", "деанон", "дианон"
  , "ублюдок", "уебищ", "уёбищ", "уебки", "уёбк", "уебок", "уёбок"
  , "усрал", "обосрал", "ушлепок", "хуесос",
  , "чмо", "чмошник", "чмырь", "шалав", "шлюха",
];